Repository: Suzie97/CotEditor
Catalog: CotEditor/*.lproj/Localizable.strings
Languages: cs

source: Cancel
cs: Zrušit

source: Done
cs: Hotovo

source: Restore Defaults
cs: Výchozí hodnoty

source: Delete
cs: Smazat

source: Outline
cs: Osnova

source: Filter
cs: Filtr

source: Status Bar
cs: Stavový řádek

source: Navigation Bar
cs: Panel navigace

source: Line Numbers
cs: Čísla řádků

source: Find Result
cs: Najít výsledek

source: Are you sure you want to delete “%@”?
cs: Určitě chcete smazat „%@“?

source: This action cannot be undone.
cs: Tuto akci nelze odvolat.

source: “%@” is a CotEditor theme file.
cs: „%@“ je soubor motivu CotEditor.

source: Do you want to install this theme?
cs: Chcete nainstalovat tento motiv?

source: Install
cs: Instalovat

source: Open as Text File
cs: Otevřít jako textový soubor

source: A new theme named “%@” has been successfully installed.
cs: Nový motiv s názvem „%@“ byl úspěšně nainstalován.

source: Issue Report
cs: Hlášení o problému

source: Replace
cs: Nahradit

source: Find All
cs: Hledat vše

source: Replace All
cs: Nahradit vše

source: Highlight All
cs: Zvýraznit vše

source: Searching in text…
cs: Hledání v textu…

source: %lld string found.
cs: %lld řetězec nalezen.

source: %lld strings found.
cs: %lld řetězce nalezeny.

source: %lld string replaced.
cs: %lld řetězec nahrazen.

source: %lld strings replaced.
cs: %lld řetězce nahrazeny.

source: Invalid regular expression
cs: Neplatný regulární výraz

source: Empty find string
cs: Prázdný řetězec hledání

source: The option “in selection” is selected, although nothing is selected.
cs: Je vybrána volba „Ve výběru“, ačkoli není nic vybráno.

source: Input text to find.
cs: Zadejte hledaný text.

source: Select the search scope in the document or turn off the “in selection” option.
cs: Vyberte v dokumentu rozsah hledání, nebo zrušte volbu „Ve výběru“.

source: Search wrapped.
cs: Hledání dokončeno.

source: Find & Replace
cs: Hledat a nahradit

source: Not found
cs: Nenalezeno

source: Not replaced
cs: Nenahrazeno

source: Regular Expression
cs: Regulární výraz

source: Select to search with regular expression.
cs: Chcete-li hledat pomocí regulárního výrazu vyberte tuto volbu.

source: Ignore Case
cs: Ignorovat velikost písmen

source: Select to ignore character case on search.
cs: Chcete-li při hledání ignorovat velikost písmen vyberte tuto volbu.

source: In Selection
cs: Ve výběru

source: Select to search text only from selection.
cs: Chcete-li hledat text pouze ve výběru vyberte tuto volbu.

source: Show quick reference for regular expression syntax.
cs: Zobrazit stručný přehled syntaxe regulárního výrazu.

source: Advanced options
cs: Pokročilé volby

source: Show advanced options
cs: Zobrazit pokročilé volby

source: Close
cs: Zavřít

source: Close find result.
cs: Zavřít výsledek hledání.

source: Find and list all matches.
cs: Vyhledat a vypsat všechny shody.

source: Replace all matches with the replacement text.
cs: Nahradit všechny shody nahrazovaným textem.

source: Replace the current selection with the replacement text, then find the next match.
cs: Nahradit aktuální výběr nahrazovacím textem a poté najít další shodu.

source: Find Previous
cs: Hledat předchozí

source: Find previous match.
cs: Hledat předchozí shodu.

source: Find Next
cs: Hledat další

source: Find next match.
cs: Hledat další shodu.

source: Find string: %@
cs: Hledaný řetězec: %@

source: No strings found in “%@.”
cs: V souboru „%@“ nebyl nalezen žádný řetězec.

source: Found one string in “%@.”
cs: V souboru „%@“ byl nalezen jeden řetězec.

source: Found %lld strings in “%@.”
cs: Počet nalezených řetězců: %lld, v souboru: %@.

source: Line
cs: Řádek

source: Found String
cs: Nalezené řetězce

source: Advanced Find Options
cs: Pokročilé volby hledání

source: Wrap search around
cs: Hledat dokola

source: Search incrementally
cs: Hledat postupně

source: Textual Search
cs: Hledání v textu

source: Match only whole word
cs: Porovnat pouze celá slova

source: Restrict search results to the whole words.
cs: Omezit výsledky hledání na celá slova.

source: Distinguish characters strictly
cs: Přísně rozlišovat znaky

source: Exact character-by-character equivalence.
cs: Přesná ekvivalence mezi jednotlivými znaky.

source: Ignore diacritical marks
cs: Ignorovat diakritiku

source: Search ignores diacritical marks (e.g. ö = o).
cs: Hledání ignoruje diakritická znaménka (např. ö = o).

source: Ignore width differences
cs: Ignorovat rozdíly šířky

source: Search ignores width differences in character forms (e.g. ａ = a).
cs: Hledání ignoruje rozdíly šířky ve formátech znaků (např. ａ = a).

source: Regular Expression Search
cs: Hledání regulárním výrazem

source: Dot matches line separators
cs: Tečka odpovídá oddělovačům řádků

source: Allow . to match any character, including newline characters (singleline).
cs: Povolit . tak, aby odpovídala libovolnému znaku, včetně znaků nového řádku (singleline).

source: Anchors match lines
cs: Kotvy odpovídají řádkům

source: Allow ^ and $ to match the start and end of lines (multiline).
cs: Povolit ^ a $ tak, aby odpovídaly začátku a konci řádků (víceřádkové).

source: Use Unicode word boundaries
cs: Použít hranice slov Unicode

source: Use Unicode TR#29 to specify word boundaries
cs: Určit hranice slov pomocí kódování Unicode TR#29.

source: Unescape replacement string
cs: Unescapovat nahrazovací řetězec

source: Unescape meta characters with backslash in replacement string.
cs: Unescapovat meta znaky se zpětným lomítkem v nahrazovacím řetězci.

source: Multiple Replace
cs: Vícenásobné nahrazení

source: Insert Rule
cs: Přidat pravidlo

source: Delete Rules
cs: Smazat pravidla

source: Edit Rule
cs: Upravit pravidlo

source: Move Rules
cs: Přesunout pravidla

source: Text encoding:
cs: Kódování textu:

source: Show invisible files
cs: Zobrazit neviditelné soubory

source: Automatic
cs: Automatický

source: The file “%@” doesn’t appear to be text data.
cs: Soubor „%@” se nezdá být textovým.

source: The file appears to be %@. Do you really want to open the file?
cs: Zdá se, že soubor je %@. Určitě chcete soubor otevřít?

source: The file “%@” has a size of %@.
cs: Soubor „%@“ má velikost %@.

source: Opening such a large file can make the application slow or unresponsive. Do you really want to open the file?
cs: Otevření tak velkého souboru může způsobit zpomalenou, nebo nereagující aplikaci. Určitě chcete soubor otevřít?

source: Open
cs: Otevřít

source: Encoding to “%@”
cs: Kódování do „%@“

source: Line Endings to %@
cs: Konce řádků do „%@“

source: Text encoding change
cs: Změna kódování textu

source: Do you want to convert or reinterpret this document using “%@”?
cs: Chcete tento dokument převést nebo reinterpretovat pomocí „%@“?

source: Convert
cs: Převést

source: Reinterpret
cs: Reinterpretovat

source: The document contains characters incompatible with “%@.”
cs: Dokument obsahuje nekompatibilní znaky s „%@“.

source: Incompatible characters are substituted or deleted in saving. Do you want to continue processing?
cs: Při ukládání jsou nahrazeny nebo odstraněny nekompatibilní znaky. Chcete pokračovat ve zpracování?

source: Save Available Text
cs: Uložit dostupný text

source: Review Incompatible Characters
cs: Prohlédnout nekompatibilní znaky

source: The document has unsaved changes.
cs: Dokument obsahuje neuložené změny.

source: Are you sure you want to discard your changes and reopen the document using “%@”?
cs: Určitě chcete zahodit změny a znovu otevřít dokument pomocí „%@“?

source: Discard Changes
cs: Zahodit změny

source: The document doesn’t have a file to reinterpret.
cs: Dokument nemá soubor k reinterpretaci.

source: The document could not be reinterpreted using text encoding “%@.”
cs: Dokument nelze znovu interpretovat pomocí kódování „%@“.

source: The document may have been saved using a different text encoding, or it may not be a text file.
cs: Dokument byl pravděpodobně uložen pomocí jiného kódování textu, nebo se nejedná o textový soubor.

source: Incompatible characters are substituted or deleted in saving. Do you want to change the text encoding and review the incompatible characters?
cs: Při ukládání jsou nahrazeny nebo odstraněny nekompatibilní znaky. Chcete změnit kódování textu a zkontrolovat nekompatibilní znaky?

source: Change Encoding
cs: Změnit kódování

source: The document has inconsistent line endings.
cs: Dokument má nekonzistentní konce řádků.

source: Do you want to convert all line endings to %@, the most common line endings in this document?
cs: Chcete převést všechny konce řádků do %@, což jsou nejčastější konce řádků v tomto dokumentu?

source: Don’t ask again for this document
cs: Neptat se znovu na tento dokument

source: Review
cs: Prohlédnout

source: Ignore
cs: Ignorovat

source: The file has been changed by another application. There are also unsaved changes in CotEditor.
cs: Soubor byl změněn v jiné aplikaci. V CotEditoru jsou také neuložené změny.

source: The file has been changed by another application.
cs: Soubor byl změněn v jiné aplikaci.

source: Do you want to keep CotEditor’s edition or update it to the modified edition?
cs: Chcete zachovat verzi CotEditoru nebo ho aktualizovat na upravenou verzi?

source: Keep CotEditor’s Edition
cs: Zachovat verzi CotEditoru

source: Update
cs: Aktualizovat

source: Make file executable
cs: Vytvořit spustitelný soubor

source: Document has unsaved changes
cs: Dokument obsahuje neuložené změny

source: Syntax
cs: Syntaxe

source: Change syntax
cs: Změnit syntaxi

source: Recently Used
cs: Naposledy použité

source: Deleted
cs: Odstraněné

source: Inspector
cs: Inspektor

source: Show document information
cs: Zobrazit informace o dokumentu

source: Text Size
cs: Velikost textu

source: Smaller
cs: Zmenšit

source: Bigger
cs: Zvětšit

source: Change text size
cs: Změnit velikost textu

source: Decrease text size
cs: Zmenšit velikost textu

source: Increase text size
cs: Zvětšit velikost textu

source: Writing Direction
cs: Směr psaní

source: Left to Right
cs: Zleva doprava

source: Right to Left
cs: Zprava doleva

source: Change writing direction
cs: Změnit směr psaní

source: Left to right
cs: Zleva doprava

source: Right to left
cs: Zprava doleva

source: Text Orientation
cs: Orientace textu

source: Horizontal
cs: Vodorovně

source: Vertical
cs: Svisle

source: Switch text orientation
cs: Přepnout svislou/vodorovnou orientaci textu

source: Indent
cs: Odsazení

source: Shift Left
cs: Posunout doleva

source: Shift Right
cs: Posunout doprava

source: Indent selection
cs: Odsazení výběru

source: Shift lines to left
cs: Posunout řádky doleva

source: Shift lines to right
cs: Posunout řádky doprava

source: Comment
cs: Komentář

source: Comment-out or uncomment selection
cs: Zakomentovat nebo odkomentovat výběr

source: Tab Style
cs: Styl tabulátoru

source: Use tabs for indentation
cs: Použít tabulátory pro odsazení

source: Use spaces for indentation
cs: Použít mezery pro odsazení

source: Tab Width
cs: Šířka tabulátoru

source: Custom…
cs: Vlastní…

source: Use Spaces for Indentation
cs: Použít mezery pro odsazení

source: Line Wrapping
cs: Zalamování řádků

source: Unwrap lines
cs: Nezalamovat řádky

source: Wrap lines
cs: Zalamovat řádky

source: Invisibles
cs: Neviditelné

source: Hide invisible characters
cs: Skrýt neviditelné znaky

source: Show invisible characters
cs: Zobrazit neviditelné znaky

source: Indent Guides
cs: Vodítka odsazení

source: Hide indent guide lines
cs: Skrýt vodítka odsazení

source: Show indent guide lines
cs: Zobrazit vodítka odsazení

source: Keep on Top
cs: Zachovat navrchu

source: Keep the window always on top
cs: Zachovat okno vždy navrchu

source: Opacity
cs: Neprůhlednost

source: Change editor’s opacity
cs: Změnit neprůhlednost editoru

source: Spell Check
cs: Kontrola pravopisu

source: Show spelling and grammar
cs: Zobrazit pravopis a gramatiku

source: Emoji & Symbols
cs: Emotikony a symboly

source: Show Emoji & Symbols palette
cs: Zobrazit paletu emotikonů a symbolů

source: Find
cs: Hledat

source: Show Find & Replace
cs: Zobrazit hledat a nahradit

source: Print
cs: Tisknout

source: Print document
cs: Vytisknout dokument

source: Share document file
cs: Sdílet soubor dokumentu

source: Fonts
cs: Písma

source: Change Font
cs: Změnit písmo

source: Font Type
cs: Typ písma

source: Standard
cs: Standardní

source: Monospaced
cs: Neproporcionální

source: Show Fonts
cs: Zobrazit písma

source: Actual Size
cs: Skutečná velikost

source: Printed on %@
cs: Vytištěno %@

source: Last modified on %@
cs: Poslední změna dne %@

source: Theme
cs: Motiv

source: Syntax Name
cs: Název syntaxe

source: Document Name
cs: Název dokumentu

source: File Path
cs: Cesta k souboru

source: Print Date
cs: Datum tisku

source: Last Modified Date
cs: Datum poslední změny

source: Page Number
cs: Číslo stránky

source: Align Left
cs: Zarovnat doleva

source: Center
cs: Zarovnat na střed

source: Align Right
cs: Zarovnat doprava

source: Font Size
cs: Velikost písma

source: Color
cs: Barva

source: Print Backgrounds
cs: Tisknout pozadí

source: Line Number
cs: Čísla řádků

source: Header
cs: Záhlaví

source: Footer
cs: Zápatí

source: On
cs: Zapnuto

source: Black and White
cs: Černobíle

source: Recent Filters
cs: Poslední filtry

source: Clear Recent Filters
cs: Smazat poslední filtry

source: No Recent Filter
cs: Žádný poslední filtr

source: Insert Text
cs: Vložit text

source: Insert Snippet
cs: Vložit fragment kódu

source: Convert Indentation
cs: Převést odsazení

source: Comment Out
cs: Zakomentovat

source: Uncomment
cs: Odkomentovat

source: Inspect Character
cs: Zkontrolovat znak

source: Move Line
cs: Přesunout řádek

source: Sort Lines
cs: Seřadit řádky

source: Reverse Lines
cs: Zaměnit řádky

source: Shuffle Lines
cs: Promíchat řádky

source: Delete Duplicate Lines
cs: Smazat duplicitní řádky

source: Duplicate Line
cs: Duplicitní řádek

source: Delete Line
cs: Smazat řádek

source: Join Lines
cs: Spojit řádky

source: Trim Trailing Whitespace
cs: Oříznout koncové mezery

source: Copy as Rich Text
cs: Kopírovat jako RTF

source: Select All
cs: Vybrat vše

source: Straighten Quotes
cs: Rovné uvozovky

source: Script
cs: Skript

source: Hide Inspector
cs: Skrýt inspektora

source: Show Inspector
cs: Zobrazit inspektora

source: Hide Line Numbers
cs: Skrýt čísla řádků

source: Show Line Numbers
cs: Zobrazit čísla řádků

source: Hide Status Bar
cs: Skrýt stavový řádek

source: Show Status Bar
cs: Zobrazit stavový řádek

source: Hide Navigation Bar
cs: Skrýt panel navigace

source: Show Navigation Bar
cs: Zobrazit panel navigace

source: Hide Invisibles
cs: Skrýt neviditelné

source: Show Invisibles
cs: Zobrazit neviditelné

source: Hide Page Guide
cs: Skrýt boční vodítko stránky

source: Show Page Guide
cs: Zobrazit boční vodítko stránky

source: Hide Indent Guides
cs: Skrýt vodítka odsazení

source: Show Indent Guides
cs: Zobrazit vodítka odsazení

source: Unwrap Lines
cs: Zrušit zalamování řádků

source: Wrap Lines
cs: Zalamovat řádky

source: To show invisible characters, set them in the Window settings
cs: Chcete-li zobrazit neviditelné znaky, nastavte jejich zobrazení v nastavení „Okno“

source: Stack Editors Horizontally
cs: Seskupit editory vodorovně

source: Stack Editors Vertically
cs: Seskupit editory svisle

source: Lines:
cs: Řádky:

source: Characters:
cs: Znaky:

source: Words:
cs: Slova:

source: Location:
cs: Pozice:

source: Line:
cs: Řádek:

source: Column:
cs: Sloupec:

source: Jump to previous outline item
cs: Přejít na předchozí položku osnovy

source: Jump to next outline item
cs: Přejít na další položku osnovy

source: Previous
cs: Předchozí

source: Next
cs: Další

source: Editor’s Opacity
cs: Neprůhlednost editoru

source: Transparent
cs: Průhledné

source: Opaque
cs: Neprůhledné

source: Color Code
cs: Kód barvy

source: Hexadecimal
cs: Hexadecimální

source: Hexadecimal (Short)
cs: Hexadecimální (krátký)

source: Hexadecimal with Alpha
cs: Hexadecimální s alfa kanálem

source: CSS Keyword
cs: CSS klíčové slovo

source: Insert
cs: Vložit

source: Stylesheet Keywords
cs: CSS klíčová slova

source: Insert Color Code
cs: Vložit kód barvy

source: Recents
cs: Poslední použité

source: Clear Recents
cs: Smazat poslední

source: Invalid code
cs: Neplatný kód

source: General
cs: Obecné

source: Window
cs: Okno

source: Appearance
cs: Vzhled

source: Edit
cs: Úpravy

source: Format
cs: Formát

source: Snippets
cs: Fragmenty kódů

source: Key Bindings
cs: Kláv. zkratky

source: The change will be applied first on the next launch.
cs: Změna bude použita při příštím spuštění.

source: Do you want to restart CotEditor now?
cs: Chcete nyní restartovat CotEditor?

source: Restart Now
cs: Restartovat

source: Later
cs: Později

source: installed at %@
cs: instalováno v %@

source: The current 'cot' symbolic link doesn’t target the running CotEditor.
cs: Aktuální symbolický odkaz 'cot' není zaměřen na spuštěný CotEditor.

source: The current 'cot' symbolic link may target an invalid path.
cs: Aktuální symbolický odkaz 'cot' může být zaměřen na neplatnou cestu.

source: Suppress following warnings:
cs: Potlačit následující varování:

source: Inconsistent line endings
cs: Nekonzistentní konce řádků

source: The selected font doesn’t seem to be monospaced.
cs: Zdá se, že vybrané písmo není neproporcionální.

source: Do you want to use it for the monospaced font?
cs: Chcete ho použít pro neproporcionální písmo?

source: Rename “%@”
cs: Přejmenovat „%@“

source: Duplicate “%@”
cs: Duplikovat „%@“

source: Restore “%@”
cs: Obnovit „%@“

source: Reveal “%@” in Finder
cs: Zobrazit „%@“ ve Finderu

source: Cursor:
cs: Kurzor:

source: Invisibles:
cs: Neviditelné:

source: Background:
cs: Pozadí:

source: Current Line:
cs: Aktuální řádek:

source: Selection:
cs: Výběr:

source: Use system color
cs: Použít systémové barvy

source: Keywords:
cs: Klíčová slovo:

source: Commands:
cs: Příkazy:

source: Types:
cs: Typy:

source: Attributes:
cs: Atributy:

source: Variables:
cs: Proměnné:

source: Values:
cs: Hodnoty:

source: Numbers:
cs: Čísla:

source: Strings:
cs: Řetězce:

source: Comments:
cs: Komentáře:

source: Characters:
cs: Znaky:

source: Show theme file information
cs: Zobrazit informace o souboru motivu

source: Author:
cs: Autor:

source: License:
cs: Licence:

source: Description:
cs: Popis:

source: Not defined
cs: Není definováno

source: Jump to URL
cs: Přejít na URL

source: Export “%@”…
cs: Exportovat „%@“…

source: Select a snippet to edit.
cs: Vyberte fragment kódu, který chcete upravit.

source: Keywords
cs: Klíčová slova

source: Commands
cs: Příkazy

source: Types
cs: Typy

source: Attributes
cs: Atributy

source: Variables
cs: Proměnné

source: Values
cs: Hodnoty

source: Numbers
cs: Čísla

source: Strings
cs: Řetězce

source: Characters
cs: Znaky

source: Comments
cs: Komentáře

source: Completion List
cs: Seznam dokončení

source: File Mapping
cs: Mapování souborů

source: Syntax Information
cs: Informace o syntaxi

source: Syntax Validation
cs: Ověření syntaxe

source: No error found.
cs: Nebyla nalezena žádná chyba.

source: An error found.
cs: Byla nalezena chyba.

source: %lld errors found.
cs: Byly nalezeny chyby (celkem %lld).

source: “%@” couldn’t be deleted.
cs: „%@“ nelze smazat.

source: “%@” couldn’t be imported.
cs: „%@“ nelze importovat.

source: No original file for “%@” was found.
cs: Pro „%@“ nebyl nalezen žádný původní soubor.

source: Choose another name.
cs: Zvolte jiný název.

source: Name can’t be empty.
cs: Název nemůže být prázdný.

source: Name can’t contain “/”.
cs: Název nesmí obsahovat znak „/“.

source: Name can’t begin with “.”.
cs: Název nesmí začínat tečkou „.“.

source: The name “%@” is already taken.
cs: Název „%@“ je již používán.

source: None
cs: Žádný

source: Bundled syntaxes can’t be renamed.
cs: Předdefinované syntaxe nelze přejmenovat.

source: copy
cs: Kopírovat

source: Import
cs: Importovat

source: A new syntax named “%@” will be installed, but a custom syntax with the same name already exists.
cs: Bude nainstalována nová syntaxe s názvem „%@“, ale vlastní syntaxe se stejným názvem již existuje.

source: Do you want to replace it? Replaced syntax can’t be restored.
cs: Chcete ji nahradit? Nahrazenou syntaxi nelze obnovit.

source: Export As:
cs: Exportovat jako:

source: Block comment needs both begin delimiter and end delimiter.
cs: Blokové komentáře vyžadují počáteční i koncový řetězec.

source: Begin string
cs: Počáteční řetězec

source: End string
cs: Koncový řetězec

source: The same word is registered multiple times.
cs: Stejné slovo je registrováno vícekrát.

source: Invalid regular expression.
cs: Neplatný regulární výraz.

source: Untitled
cs: Bez názvu

source: A new theme named “%@” will be installed, but a custom theme with the same name already exists.
cs: Bude nainstalován nový motiv s názvem „%@“, ale vlastní motiv se stejným názvem již existuje.

source: Do you want to replace it? Replaced theme can’t be restored.
cs: Chcete ho nahradit? Nahrazený motiv nelze obnovit.

source: A new replacement definition named “%@” will be installed, but a definition with the same name already exists.
cs: Bude nainstalována nová náhradní definice s názvem „%@“, ale definice se stejným názvem již existuje.

source: Do you want to replace it? Replaced definition can’t be restored.
cs: Chcete ji nahradit? Nahrazenou definici nelze obnovit.

source: Insert Text %lld
cs: Vložit text %lld

source: Space
cs: Mezerník

source: “%@” is already taken by the “%@” command.
cs: „%@“ je již obsazeno příkazem „%@“.

source: The Shift key can be used only with another modifier key.
cs: Klávesu Shift lze použít pouze s jinou modifikační klávesou.

source: The combination “%@” is not supported for the shortcut customization.
cs: Kombinace „%@“ není pro přizpůsobení zkratky podporována.

source: Single type is invalid for a shortcut.
cs: Jednotlivou klávesu nelze pro zkratku použít.

source: Open Scripts Folder
cs: Otevřít složku skriptů

source: Option-click to open script in editor.
cs: Pro otevření skriptu v editoru stiskněte „Option“ a „klikněte“.

source: No document to get input.
cs: Žádný dokument k získání vstupu.

source: No document to put output.
cs: Žádný dokument, který by dal výstup.

source: The script “%@” does not exist.
cs: Skript „%@“ neexistuje.

source: The script file “%@” couldn’t be opened.
cs: Soubor skriptu „%@“ nelze otevřít.

source: The script “%@” can’t be executed because you don’t have the execute permission.
cs: Skript „%@“ nelze spustit, protože nemáte oprávnění ke spuštění.

source: The script “%@” couldn’t be read.
cs: Skript „%@“ nelze přečíst.

source: Check the script file.
cs: Zkontrolujte soubor skriptu.

source: Check the permission of the script file.
cs: Zkontrolujte oprávnění souboru skriptu.

source: Console
cs: Konzola

source: Clear Log
cs: Smazat protokol

source: Clear error log
cs: Smazat protokol chyb

source: Quick Actions
cs: Rychlé akce

source: The dropped file absolute path.
cs: Absolutní cesta přetaženého souboru.

source: The relative path between the dropped file and the document.
cs: Relativní cesta mezi přetaženým souborem a dokumentem.

source: The dropped file’s name including extension (if exists).
cs: Název přetažených souborů včetně přípony (pokud existuje).

source: The dropped file’s name without extension.
cs: Název přetažených souborů bez přípony.

source: The dropped file’s extension.
cs: Přípona přetažených souborů.

source: The dropped file’s extension (converted to lowercase).
cs: Přípona přetažených souborů (převedeno na malá písmena).

source: The dropped file’s extension (converted to uppercase).
cs: Přípona přetažených souborů (převedeno na velká písmena).

source: The parent directory name of dropped file.
cs: Název nadřazeného adresáře přetaženého souboru.
