Repository: Suzie97/CotEditor
Catalog: CotEditor/*.lproj/Localizable.strings
Languages: cs

source: (If the dropped file is an image) image width.
cs: Šířka obrázku (pokud je přetažený soubor obrázkem).

source: (If the dropped file is an image) image height.
cs: Výška obrázku (pokud je přetažený soubor obrázkem).

source: (If the dropped file is a text file) file content.
cs: Obsah souboru (pokud je přetažený soubor textový soubor).

source: The insertion point after inserting the snippet.
cs: Pozice kurzoru po vložení fragmentu kódu.

source: The selected text.
cs: Vybraný text.

source: %@ with BOM
cs: %@ s BOM

source: Invalid pattern
cs: Neplatný vzor

source: Empty pattern
cs: Prázdný vzor

source: Sample:
cs: Vzorek:

source: Sample line to check which part in a line will be used for sort comparison.
cs: Vzorový řádek pro kontrolu, která část řádku bude použita pro porovnání řazení.

source: Sort key:
cs: Klíč řazení:

source: Entire line
cs: Celý řádek

source: Column
cs: Sloupec

source: Regular expression
cs: Regulární výraz

source: Sort option:
cs: Volby řazení:

source: Respect language rules
cs: Respektovat jazyková pravidla

source: Treat numbers as numeric value
cs: Zacházet s čísly jako s číselnou hodnotou

source: Keep the first line at the top
cs: První řádek ponechat nahoře

source: In descending order
cs: V sestupném pořadí

source: Delimiter:
cs: Oddělovač:

source: Position:
cs: Pozice:

source: Pattern:
cs: Vzor:

source: Ignore case
cs: Ignorovat velikost písmen

source: Use captured group:
cs: Použít zachycenou skupinu:

source: Sort
cs: Seřadit

source: Drag encodings to change the order:
cs: Pořadí kódování změníte přetažením:

source: This order is for the encoding menu and the encoding detection on file opening. By the detection, the higher items are more prioritized.
cs: Toto pořadí se týká nabídky kódování a detekce kódování při otevření souboru. Při detekci mají vyšší položky vyšší prioritu.

source: Add Separator
cs: Přidat oddělovač

source: Delete Separator
cs: Smazat oddělovač

source: Syntax Mapping Conflicts
cs: Konflikty mapování syntaxe

source: The following file mapping rules are registered in multiple syntaxes. CotEditor uses the first syntax automatically. To resolve conflicts, edit each syntax definition.
cs: Následující pravidla mapování souborů jsou registrována ve více syntaxích. CotEditor automaticky použije první syntaxi. Chcete-li vyřešit konflikty, upravte každou definici syntaxe.

source: Extension
cs: Přípona

source: Filename
cs: Název souboru

source: Interpreter
cs: Interpretr

source: Used syntax
cs: Použitá syntaxe

source: Duplicated syntaxes
cs: Duplikované syntaxe

source: <a letter consisting of %lld characters>
cs: <písmeno složené z %lld znaků>

source: Emoji Style
cs: Styl emotikony

source: Text Style
cs: Styl textu

source: Variant
cs: Varianta

source: Line:
cs: Řádek:

source: Go
cs: Přejít

source: Tab width:
cs: Šířka tabulátoru:

source: Surround with:
cs: Obklopit s:

source: Begin:
cs: Začátek:

source: End:
cs: Konec:

source: Unknown
cs: Neznámý

source: No Block
cs: Žádný blok

source: Code Point:
cs: Kódový bod:

source: Block:
cs: Blok:

source: Category:
cs: Kategorie:

source: Version:
cs: Verze:

source: deprecated
cs: zastaralé

source: No text detected
cs: Nebyl zjištěn žádný text

source: Detection failed
cs: Detekce selhala

source: Advanced Character Count…
cs: Pokročilé počítání znaků…

source: Stop Advanced Character Count
cs: Zastavit pokročilé počítání znaků

source: failed
cs: selhání

source: Show options
cs: Zobrazit volby

source: Copy
cs: Kopírovat

source: Stop Count
cs: Zastavit počítání

source: Whitespace:
cs: Mezery:

source: Ignore line endings
cs: Ignorovat konce řádků

source: Ignore whitespace
cs: Ignorovat mezery

source: Treat consecutive whitespace as one space
cs: Považovat po sobě jdoucí prázdné znaky za jednu mezeru

source: Unit:
cs: Jednotka:

source: Grapheme cluster
cs: Klastr grafémů

source: Unicode scalar
cs: Skalár Unicode

source: Byte
cs: Bajty

source: Count in the intuitive way defined in Unicode. A character consisting of multiple Unicode code points, such as emojis, is counted as one character.
cs: Počítat intuitivním způsobem definovaným v Unicode. Znak složený z více kódových bodů Unicode, například emotikony, se počítá jako jeden znak.

source: Count Unicode code points. Same as counting UTF-32.
cs: Počítat kódové body Unicode. Stejné jako počítání UTF-32.

source: Count Unicode code points but a surrogate pair as two characters.
cs: Počítat kódové body Unicode, ale náhradní dvojici jako dva znaky.

source: Count bytes of the text encoded with the specified encoding.
cs: Počítat bajty textu kódovaného zadaným kódováním.

source: Encoding:
cs: Kódování:

source: Normalization:
cs: Normalizace:
